[
  {
    "document_id": 0,
    "date": "2002",
    "author": "Bridgewater",
    "tldr": "Depression Risk Gauge activated",
    "document_description": "Depressions occur when interest rates can’t fall (e.g., because they can’t go below 0%), so debt service burdens can’t be relieved, so asset sales have to occur to raise cash… Since bubbles consist of essentially the opposite dynamic (rapid debt growth causing asset values and GDP to be exceptionally strong), it is after a bubble, when debt burdens are high and short-term interest rates are close to 0%, that concerns are most warranted...Because the relationships that drive the economy and markets in depressions are so radically different than we are used to at other times, we have developed a depression risk gauge to alert us to this risk. While not precise, this proprietary measure signifies that the risk of a deflationary depression is relatively high (above about 25%)… This gauge is now signaling caution."
  },
  {
    "document_id": 1,
    "date": "November 2002",
    "author": "Bridgewater",
    "tldr": "Monetary policy insufficient at stimulating real economic growth",
    "document_description": "The key is that a depression, in our view, is not the same as a long and large recession, but is rather a different phenomenon entirely. Normal economic linkages are maintained in recessions, but break down during depressions… In both [the US in the 1930s and Japan’s current deflationary depression] monetary policy (falling interest rates) failed to stimulate economic growth or financial markets, leading to an unmanaged economic contraction in which central bank control is very limited."
  },
  {
    "document_id": 2,
    "date": "2006",
    "tldr": "Dangers of the Present Value Effect and Easy Leverage",
    "author": "Bridgewater",
    "document_description": "People are comfortable borrowing and spending more based on their high net-worth, since they feel that they’re worth more. However, most of what we are worth doesn’t yet have much value – it is the discounted present value of the expectations of what will be earned in the future… treating the present value of future expectations the same way as current wealth encourages one to borrow and consume wealth that has yet to be created. Said differently, we are essentially spending tomorrow’s earnings today… the “present-value effect” and the availability of leverage together have created a much riskier environment and a lot of current consumption at the expense of future consumption."
  },
  {
    "document_id": 3,
    "date": "February 5, 2007",
    "author": "Bridgewater",
    "tldr": "Growing Financial Risks",
    "document_description": "At this time the markets are discounting the lowest risks in decades, yet we believe that the imbedded risks in the system are quite large… It seems to us that money is now being thrown at financial instruments like it is being thrown at the art, jewelry and high-priced real-estate markets. Prices of risky assets, particularly those with positive carry, are being driven up, and yields/carries are being driven down, making expected future returns low. Simultaneously volatility has shrunk; as a result, low volatility is being assumed to continue and reaching for yields has caused increased leverage to be employed in order to try to squeeze more return out of the puny spreads/carry trades."
  },
  {
    "document_id": 4,
    "date": "July 26, 2007",
    "author": "Bridgewater",
    "tldr": "Is This the Big One?",
    "document_description": "[We] believe that interest rates will rise until there is a cracking of the financial system, at which time everything will reverse (i.e. there will be a move to focusing on fear from focusing on greed, volatilities will increase, and carry and credit spreads will blow out). We had (and now have) no idea exactly when this will occur and if what’s happening now is the big one. We just know that 1) we want to avoid or fade this lunacy and 2) no one knows how this financial market contagion will play out...A few months ago we undertook an extensive study to see which market players held what positions, especially via the derivatives markets. So we read all studies by government overseers and financial intermediaries, we gathered and examined all data we could obtain, and we delved into 10-K reports of financial intermediaries. And we concluded that no one has a clue. That is because one can only vaguely examine these exposures one level deep… But we do know that these exposures have grown rapidly (about four times as large as five years ago) and are huge."
  },
  {
    "document_id": 5,
    "date": "July -- August 2007",
    "author": "News",
    "tldr": "A number of hedge funds struggle and some are forced to liquidate as housing market weakens",
    "document_description": null
  },
  {
    "document_id": 6,
    "date": "2008",
    "author": "Bridgewater",
    "tldr": "We believe that we are approaching the end of an era – i.e. the end of the post­-1981 period that was characterized by falling interest rates, falling inflation rates and strong growth… The “R”[ecession] word has been used a lot to describe the possible contraction in economic activity because all contractions are now called recessions. However, to use that term to describe what’s happening would be misleading… A “D”[epression] is an economic contraction that results from a financial deleveraging that leads assets (e.g. stocks and real estate) to be sold, causing asset prices to decline, causing equity levels to decline, causing more forced selling of assets, causing a contraction in credit and a contraction in economic activity, which worsens cash flows and increases asset sales in a self-reinforcing cycle… Equity levels fall relative to debt levels despite interest rates declining while credit spreads widen until risk free interest rates fall to 0%, and monetary policy ceases to work.",
    "document_description": null
  },
  {
    "document_id": 7,
    "date": "March 2008",
    "author": "News",
    "tldr": "Bear Stearns acquired in fire sale by JPMorgan Chase",
    "document_description": null
  },
  {
    "document_id": 8,
    "date": "2008",
    "author": "Bridgewater",
    "tldr": "Loan Losses Are Still to Come",
    "document_description": "Financial institutions have gradually come clean about the losses they sustained on derivatives and securities of many kinds… the losses from the old way (bad loans) are just about to come to a head… Loans don’t go sour until the cash flows go bad, while markets go sour in anticipation of problems… Given how easy credit conditions were, how strong the economy had been, and how quickly both those turned, the problems in the loan books will likely be vast."
  },
  {
    "document_id": 9,
    "date": "August 2008",
    "author": "Bridgewater",
    "tldr": "Entering the Second Stage of the Deleveraging",
    "document_description": "While the Fed did a great job of providing liquidity where it reasonably could, the accounting adjustments (e.g., allowing losses to be written down over several years) weren't made, so we are approaching a solvency crisis that we think is about to result in an avalanche of asset sales. So now the question is whether they will create a safety net in time to catch these assets so that they don't crash and bring down the financial system and the economy with it. Frankly, we think that this will be a race to the wire… Without a safety net, the knock-on effects will extend way beyond the holders of these assets. They will extend to virtually everyone as all forms of equity decline in value, capital availability contracts and the real economy weakens. So I think that we are approaching an inflection point - i.e., that either the policy makers will move or we will have a worsening of the crisis."
  },
  {
    "document_id": 10,
    "date": "September 15, 2008",
    "author": " News",
    "tldr": "Lehman Brothers declare bankruptcy",
    "document_description": null
  },
  {
    "document_id": 11,
    "date": "September -- October 2008",
    "author": "News",
    "tldr": "US policy makers launch a huge variety of programs in the wake of Lehman’s collapse, including the AMLF, CPFF, MMIFF, and many others, to address the variety of issues in the crisis without achieving full resolution.",
    "document_description": null
  },
  {
    "document_id": 12,
    "date": "November 1, 2008",
    "author": "Bridgewater",
    "tldr": "A Template For Understanding What’s Going On",
    "document_description": "Rather than just examining the D-process, in this report we would like to convey our big picture template for understanding economic movements (of which the D-process is a part). This template consists of three big forces – 1) productivity growth, 2) the “long wave” cycle and 3) the business/market cycle. We believe that if you understand these forces and how they interact, it will go a long way towards helping put what has happened and what is likely to happen into perspective. We also hope that it might help your strategy for the future."
  },
  {
    "document_id": 13,
    "date": "January 2004",
    "author": "New York Times",
    "tldr": "Home Building Keeps Driving the Economy",
    "document_description": "The Commerce Department said yesterday that construction began on a larger-thanexpected number of homes in December, capping the best year for new housing in a quarter of a century and leading some industry analysts to raise their housing forecasts for 2004."
  }
]